{
  "lord": {
    "id": 1,
    "title": "சிவபெருமான்",
    "subTitle": [
      {
        "subHeading": "சிவபெருமான்",
        "data": [
          {
            "title": "கைலாசத்தில் மறைந்திருக்கும் யோகி",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.1.+The+Hidden+Yogi+on+Kailasa.jpg",
                "name": "The+Hidden+Yogi+on+Kailasa"
              }
            ],
            "description": [
              "பழைய புராணங்களில், கைலாசத்தில் தவமிருக்கும் பரம யோகியாக சிவன் வர்ணிக்கப்படுகிறார். உலகியலிலிருந்து மறைந்திருக்கும் அவரது திருவுருவம், உலக ஆசைகளை விலக்கி, ஆன்மிக எழுச்சியின் பர்வதத்தை ஏறி அடையும் தேடுபவர்களுக்கே காணக்கிடைக்கும். கைலாசத்தின் சிவன், துணிவும், உள்ளார்ந்த கவனமும் மூலம் அடையக்கூடிய அமைதிக்கும் ஞானத்துக்கும் சின்னமாக இருக்கிறார்."
            ]
          },
          {
            "title": "லிங்கமாக சிவன்: அருவமான தெய்வீகம்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.2.+Shiva+as+the+Linga+The+Abstract+Divine.jpg",
                "name": "Shiva+as+the+Linga+The+Abstract+Divinea"
              }
            ],
            "description": [
              "பண்டை காலங்களில், சிவன் லிங்க ரூபமாக (சுருளானோ வட்டமான கல்லாக) வெளிப்பட்டது, அவரின் உண்மையான இயல்பை அறியாதவர்களிடமிருந்து மறைக்கப்பட்டது. உருவமுள்ள சிலைகளைப்போல் இல்லாமல், லிங்கம் சிவனின் உருவமற்ற, எல்லையற்ற தன்மையை பிரதிபலித்தது. வடிவமற்ற அதிரூப சத்தியத்தை ஆராய தூண்டும் விதமாக, அவரது பிரபஞ்ச சக்தியை மறைத்து இந்த ரூபம் உருவாக்கப்பட்டது."
            ]
          },
          {
            "title": "உக்கிரமான மற்றும் மறைக்கப்பட்ட ருத்ரன்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.3.+The+Fierce+and+Hidden+Rudra.jpg",
                "name": "The+Fierce+and+Hidden+Rudra"
              }
            ],
            "description": [
              "஋கவேதத்தில், சிவனின் ஆரம்ப ரூபம் ருத்ரராகவே தெரியுகிறது — இடி மழை, குணப்படுத்தலும் அழித்தலும் தொடர்புடைய, மர்மமான மற்றும் பயமுறுத்தும் தெய்வமாக. ருத்ரரின் சிவனாகிய அடையாளம், அவரது வெறிச்சொல்லற்ற இயல்பில் மறைந்திருந்தது; அதை திருந்திய முனிவர்களே புரிந்துகொண்டனர், அவர் வெறும் குழப்பமாக அல்ல, சுத்திகரிப்பும் புதுப்பிப்பும் ஆன சக்தியாகவே அறிந்தனர். அழிப்பு மற்றும் ஆற்றல் ஆகிய இரட்டை வேடங்களும், மறைந்திருந்த ஒற்றுமையின் அடையாளமாக திகழ்ந்தன."
            ]
          },
          {
            "title": "அர்த்தநாரீசுவரர்: இருமையின் மறைவான ஒருமை",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.4.+Ardhanarishvara+The+Hidden+Unity+of+Duality.jpg",
                "name": "Ardhanarishvara+The+Hidden+Unity+of+Duality"
              }
            ],
            "description": [
              "பண்டைய காலங்களில் அர்த்தநாரீசுவரர் ரூபமாக சிவன் மற்றும் சக்தியின் ஒருங்கிணைந்த வடிவம், பாலின ஒற்றுமை மற்றும் சமநிலையின் ஆழமான சத்தியத்தை மறைந்தோடு வெளிப்படுத்தியது. ஆண்-பெண் இரு தத்துவங்களாக சிவனை காட்டிய இந்த மறைபொருள், இருமை எண்ணத்தைத் தாண்டி, படைப்பின் ஒருமையை உணர விரும்பிய தேடுபவர்களுக்கு ஒரு ஆழ்ந்த பாடமாக அமைந்தது."
            ]
          },
          {
            "title": "குண்டலினியின் மறைக்கப்பட்ட ஆற்றல்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.5.+The+Hidden+Energy+of+Kundalini+1.jpg",
                "name": "The+Hidden+Energy+of+Kundalini+1"
              },
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.5.+The+Hidden+Energy+of+Kundalini+2.jpg",
                "name": "The+Hidden+Energy+of+Kundalini+2"
              }
            ],
            "description": [
              "பழைய ஆன்மிக முறைமைகளில், சிவனும் வாசுகி நாகமும், குழைந்துள்ள குண்டலினி சக்தியும் இடப்பட்டிருந்த இரகசியத்தை, முனிந்த யோகிகளே அறிவார்கள். மனிதரின் முதுகெலும்பின் அடிப்பகுதியில் உறங்கும் இந்த சக்தியை யோக சாதனைகளால் விழிப்பூட்டி, சிவனை உள்புறத்தில் அனுபவிக்க முடியும் என்று நம்பப்பட்டது. இந்த வகையில், ஒவ்வொருவரிலும் சிவன் மறைந்திருக்கிறார் — உணரப்படுவதை காத்துக் கொண்டே."
            ]
          },
          {
            "title": "சிவன் - தட்சிணாமூர்த்தி: மௌன ஆசிரியர்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.6.+Shiva+as+Dakshinamurthy+The+Silent+Teacher.jpg",
                "name": "Shiva+as+Dakshinamurthy+The+Silent+Teacher"
              }
            ],
            "description": [
              "பண்டைய போதனைகளில், சிவன் தட்சிணாமூர்த்தியாக, ஆலமரத்தின் கீழ் அமைதியான முனிவராக காணப்பட்டார் — சைகைகளும் சின்னங்களும் மூலம் ஞானத்தைப் பரப்பினார். அவரது போதனைகள் அர்ஹர்களுக்கு மட்டுமே வெளிப்பட்டன; வார்த்தைகளைத் தாண்டி அறிவைப் பரப்பும் இந்த பழமையான முறையை உணர முடிந்த தேடுபவர்களால் மட்டும் அவை புரிந்துகொள்ளப்பட்டன."
            ]
          },
          {
            "title": "இயற்கையுடன் சிவனின் தொடர்பு",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.7.+Shiva%E2%80%99s+Connection+to+Nature.jpg",
                "name": "Lord+Shiva+%2C+Jesus+And/1.7.+Shiva%E2%80%99s+Connection+to+Nature"
              }
            ],
            "description": [
              "பண்டைய காலங்களில் சிவன் இயற்கையுடன் பின்னிப்பிணைந்த தெய்வமாக வர்ணிக்கப்பட்டார் — அவரது ஜடைகளில் கங்கை உறைந்தது, பிணை நீலமாக ஆனது, மற்றும் நந்தி போன்ற மிருகங்களுடனும் நாகங்களுடனும் தொடர்புடையதாக இருந்தார். இந்த இயற்கை சின்னங்கள், அன்றாட உலகின் கூறுகளிலேயே மறைந்திருந்த அவரது தெய்வீக ஸந்நிதியை உணர்த்தின; இயற்கையில் புனிதத்தை காணக் கூடியோருக்கே அது புலந்தது."
            ]
          },
          {
            "title": "பிரபஞ்ச நடனக் கலைஞராக சிவன்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.8.+Shiva+as+the+Cosmic+Dancer.jpg",
                "name": "Shiva+as+the+Cosmic+Dancer"
              }
            ],
            "description": [
              "சிவனை நட்டராசராக, பரபஞ்ச நடனத்தினராக வர்ணித்தல் ஒரு வெளிப்பாடும் மறைப்பும் ஆகும். அவரது நடனம், படைப்பு மற்றும் அழிவின் 리தமைக் குறித்தது; ஆனால் அதன் ஆழமான அர்த்தம் — பரபஞ்ச சக்திகளின் பரஸ்பர விளையாட்டு — அவருடைய நுட்பமான பாவங்களிலும் சைகைகளிலும் மறைந்திருந்தது. காலத்திய ஆன்மிக மரபுகளில் दीட்சை பெற்றவர்களே அதன் முழு விஷயத்தை உணர முடிந்தது."
            ]
          },
          {
            "title": "கங்கையும் மூன்றாவது கண்ணும்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.9.+The+Ganga+and+the+Third+Eye.jpg",
                "name": "The+Ganga+and+the+Third+Eye"
              }
            ],
            "description": [
              "சிவனின் ஜடைகளில் இருந்து பாயும் கங்கை மற்றும் மூன்றாவது கண் திறந்த கதைகள், மறைந்திருந்த ஞானத்தின் பண்டைய சின்னங்களாகும். கங்கை தெய்வீக அருள் மற்றும் சுத்திகரிப்பை குறித்தது; மூன்றாவது கண் உள்ளார்ந்த பார்வையையும் அறியாமையை அழிக்கும் சக்தியையும் பிரதிபலித்தது. இந்த சிவத்தின் அம்சங்கள் வெளிப்படையாக தெரியாதவை; அவற்றின் ஆழமான அர்த்தங்களை உணர, ஆழ்ந்த தியானம் தேவைப்பட்டது."
            ]
          },
          {
            "title": "மும்மூர்த்திகளில் சிவனின் மறைமுக பாத்திரம்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.10.+Shiva%E2%80%99s+Hidden+Role+in+the+Trimurti.jpg",
                "name": "Shiva%E2%80%99s+Hidden+Role+in+the+Trimurti"
              }
            ],
            "description": [
              "பண்டைய மரபுகளில், திரிமூர்த்திகளில் (பிரம்மா, विष்ணு, சிவன்) சிவனின் பங்கு எப்போதும் மர்மமாக மறைந்திருந்தது. பிரம்மா படைத்தார், விஷ்ணு காத்தார்; ஆனால் சிவனின் அழிப்பு பங்கு வெறும் அழிவாகத் தவறாக புரிந்துகொள்ளப்பட்டது. உண்மையில், அவரது பங்கு மறைந்து இருந்தது — அழிப்பின் மூலம் புதுப்பிப்புக்கும் மாற்றத்திற்கும் இடமளிப்பதே அவர் நோக்கம். destruction என்பது முடிவல்ல; அது புதிய ஆரம்பம் என அவர் போதித்தார்."
            ]
          },
          {
            "title": "மும்மூர்த்திகளில் சிவனின் மறைமுக பாத்திரம்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.10.+Shiva%E2%80%99s+Hidden+Role+in+the+Trimurti.jpg",
                "name": "Shiva%E2%80%99s+Hidden+Role+in+the+Trimurti"
              }
            ],
            "description": [
              "பண்டைய மரபுகளில், திரிமூர்த்தியில் சிவனின் பங்கு எப்போதும் மர்மமாக மறைந்திருந்தது. பிரம்மா படைத்தார், விஷ்ணு காத்தார்; ஆனால் சிவனின் அழிப்பான பங்கு வெறும் அழிவாகப் புரிந்துகொள்ளப்பட்டது. உண்மையில், அவரது பங்கு அதன் உண்மையான நோக்கில் மறைந்திருந்தது — அழிவின் மூலம் புதுப்பிப்புக்கும் மாற்றத்திற்கும் வழி உருவாக்குவதே அவர் அர்த்தம். அழிவு என்பது முடிவல்ல, அது ஒரு புதிய தொடக்கமென்றே அவர் போதித்தார்."
            ]
          },
          {
            "title": "சமுத்திரக் கடையுதல் (சமுத்திர மந்தன்)",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.11.+The+Churning+of+the+Ocean+(Samudra+Manthan).jpg",
                "name": "The+Churning+of+the+Ocean+(Samudra+Manthan)"
              }
            ],
            "description": [
              "சமுத்ர மந்தனப் புராணத்தில், சிவன் பிரபஞ்சத்தை காப்பாற்றும் வகையில் ஹலாஹலமான விஷத்தை குடித்தார். இந்த செயல், heroism என்ற வண்ணத்தில் வெளிப்பட்டாலும், அதன் ஆழ்ந்த அர்த்தம் சிவன் பரம சக்தி கொண்ட ரகசியப்படுத்திய காப்பாளராக இருந்ததை மறைத்தது. அவர் நீலக்கந்தமாக ஆன நீலம்கொண்டு, அவரது தியாகமும் வலிமையும் மறைந்து காட்டுகிறது."
            ]
          },
          {
            "title": "வேதத்திற்கு முந்தைய மரபுகளுடன் மூதாதையர் தொடர்பு",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/1.12.+The+Ancestral+Connection+to+Pre-Vedic+Traditions.jpg",
                "name": "The+Ancestral+Connection+to+Pre-Vedic+Traditions"
              }
            ],
            "description": [
              "பண்டைய காலங்களில், சிவன் வேதத்திற்கு முன்னைய பரம்பரைகளும் திராவிட மரபுகளும் கொண்ட ஒரு தெய்வமாக அறியப்பட்டார் — அவரது உருவம் உற்பத்தி, வேட்டையாடல் மற்றும் இயற்கை கொண்ட தெய்வமாக தோன்றியது. இந்த ஆரம்பச் சிவன் வடிவங்கள் உள்ளூர் புராணங்களிலும் பழக்கங்களிலும் மறைந்திருந்தன, பின்னர் அவை வேத பரம்பரையில் ஒரு மறைந்த நூலாக இணைந்து பல ஆன்மிக முறைமைகளுக்கு இணைப்பை ஏற்படுத்தின."
            ]
          }
        ]
      },
      {
        "subHeading": "இயேசு கிறிஸ்து",
        "data": [
          {
            "title": "பாலைவன மிஸ்டிக்",
            "image": [
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/2.1.+The+Desert+Mystic+1.jpg",
                "name": "Jesus+And/2.1.+The+Desert+Mystic+1"
              },
              {
                "image": "https://tamizhi.s3.eu-north-1.amazonaws.com/Lord+Shiva+%2C+Jesus+And/2.1.+The+Desert+Mystic+2.jpg",
                "name": "Jesus+And/2.1.+The+Desert+Mystic+2"
              }
            ],
            "description": [
              "யேசு 40 நாட்கள் பரிதாபமாக அरण்யத்தில் கடந்து, நோன்பு வைத்தும், கவர்ச்சிகளுக்கு எதிரான போராட்டம் மேற்கொண்டார். இந்த தனிமையில் நேரம், அவரின் மர்மமான அம்சத்தை வெளிப்படுத்தியது — உலகின் வெளியே தெய்வீக சேர்ந்துகொள்ளும் தேடலில் அவர் மோகமானவர். அவரது பயணம், பண்டைய தவசெயல்களின் வழிமுறையை பிரதிபலித்து, ஆன்மிக வலிமைக்கு செல்லும் பாதை பல நேரங்களில் உலகியலான பிரச்சினைகளிலிருந்து விலகுவதைத் தாங்கிக் கொள்ள வேண்டும் என்பதை காட்டுகிறது."
            ]
          },
          {
            "title": "மறைக்கப்பட்ட ஆசிரியர்",
            "description": [
              "யேசுவின் போதனைகள் பெரும்பாலும் பயணக் கதை முறை மூலம் வெளிப்படுத்தப்பட்டன — எளிமையான கதை வடிவத்தில் மறைந்த ஆழமான ஆன்மிக உண்மைகள். எளிய கதை போன்ற சர்க்கரைகொத்து விதை அல்லது பரிதாப பிள்ளை போன்ற இவைகளில், மிகுந்த ஞானம் வழிப்படுத்தப்படுவதன் மூலம், அதை தேடி, சிந்தித்து புரிந்துகொள்ள விரும்பும் ஒரே சிலருக்கே அது எளிதில் கிடைக்கும்."
            ]
          },
          {
            "title": "காஸ்மிக் கிறிஸ்து",
            "description": [
              "பண்டைய கிறிஸ்தவ மர்மவாதிகள் மற்றும் நோஸ்டிக் பாரம்பரியங்கள், கிறிஸ்துவை வெறும் வரலாற்றுச் சித்தாந்தமாக அல்ல, பரபஞ்சத் தெய்வீக உருவமாக வர்ணித்தனர். இந்தக் கண்ணோட்டத்தில், யேசு அனைத்து படைப்புகளையும் ஊட்டும் தெய்வீக லோகோஸான (வாக்கு) ஐப்பெறும்; அது பரபஞ்சத்தின் நூலில் மறைந்திருப்பதுடன் ஆன்மிக எழுச்சியின் மூலம் அது கிடைக்கும்."
            ]
          },
          {
            "title": "உயிர்த்தெழுதலின் சின்னம்",
            "description": [
              "யேசுவின் உயிர்த்தெழுதல் பொதுவாக ஒரு உண்மையான நிகழ்வாக பார்க்கப்படுகிறது, ஆனால் அதில் மறைந்துள்ள ஒரு ஆழமான பன்முகமான அர்த்தமும் உள்ளது: எகோவின் இறப்பு மற்றும் உயர்ந்த நிலைமையில் பிறப்புத் தொடக்கம். இந்த மறைபொருள், ஒவ்வொருவரும் தங்கள் கீழ் நிலையைத் தாண்டி, தெய்வீக ஆற்றலை அடையக்கூடியவராக உயர்வதை போதிக்கின்றது."
            ]
          },
          {
            "title": "மறைக்கப்பட்ட குணப்படுத்துபவர்",
            "description": [
              "யேசுவின் அதிசயங்கள், கண்ணற்றவர்களை குணப்படுத்துவது அல்லது லாஜரஸை உயிர்ப்படுத்துவது போன்றவை, பெரும்பாலும் ஆழமான பன்முகமான அர்த்தங்களைக் கொண்டவை. உதாரணமாக, கண்ணற்றவரை குணப்படுத்துவது ஆன்மிக உண்மையை 'உள்ளக கண்' மூலம் திறப்பதை குறிக்கலாம். அவர் குணப்படுத்துவதாக அறியப்பட்ட பங்கு, வெறும் உடல் குணப்படுத்தலல்ல; அது ஆன்மிக குணப்படுத்தல் ஆகும், ஒரு கதைபோன்ற பல பரிமாணங்களில் மறைக்கப்பட்டு."
            ]
          },
          {
            "title": "அமைதியான ஆட்டுக்குட்டி",
            "description": [
              "யேசுவின் வழக்கு நேரத்தில் அவனது குற்றம்சாட்டிகளுக்கு முன் அமைதி, ஒரு ஆழமான மறைபோதை கற்பிக்கின்றது. அது உள்ளார்ந்த வலிமை, உலக நீதியின் அப்பால் எழுந்தல் மற்றும் தெய்வீக ஆசைக்கு உடன்பாடு என்பதைக் காட்டுகிறது. அவனது அமைதி, குழப்பத்தின் மத்தியில் அமைதியைக் கொண்டாடுவதற்கான ஆழமான பாடத்தை உணர்த்துகிறது."
            ]
          },
          {
            "title": "மறைக்கப்பட்ட இராச்சியம்",
            "description": [
              "யேசு அடிக்கடி 'தெய்வீக அரசு' பற்றி பேசினார், பலர் அதை ஒரு உடல்நிலைப்பகுதியாக தவறாக புரிந்தனர். ஆனால் அவர் அதனை 'உங்கள் உள்ளேயே உள்ளது' என்று விளக்கியார் — இது உள்ளார்ந்த மாற்றம் மற்றும் ஆன்மிக எழுச்சியின் மூலம் அணுகக்கூடிய ஒரு மறைந்த உண்மையான பரிமாணம்."
            ]
          },
          {
            "title": "இயற்கையுடனான தொடர்பு",
            "description": [
              "யேசு அடிக்கடி மலர்களிலும் ஏரிகளிலும் தோட்டங்களிலும் பங்கு எடுத்து பிரார்த்தனை செய்து போதித்தார், இது இயற்கையின் கூடுதலான இணைப்பை காட்டுகிறது. அவரது போதனைகளிலும் அதிசயங்களிலும், ரொட்டி, மது, நீர் போன்ற இயற்கை கூறுகளைப் பயன்படுத்துவது, ஒரு ஆழமான உண்மையை மறைக்கின்றது: படைப்பின் எளிய அம்சங்களில் தெய்வீகம் ஒளிந்து இருக்கின்றது."
            ]
          },
          {
            "title": "மாய ரொட்டி மற்றும் மது",
            "description": [
              "கடைசி உணவின் போது பகிர்ந்த ரொட்டி மற்றும் மது, அவை அவரது உடலும் இரத்தமும் என்பதுடன், ஒருமைப்பாட்டு பற்றிய மறைந்த உண்மையை பிரதிபலிக்கின்றன. இந்த கூறுகளை உண்டதால், அனுசரிகள் தெய்வீகத்துடனும் ஒருவருக்கொருவர் இடையிலும் இணைப்பின் உணர்வினைப் பெறுகிறார்கள்."
            ]
          },
          {
            "title": "உலகின் ஒளி",
            "description": [
              "யேசு தன்னை 'உலகின் ஒளி' என்று வர்ணித்தார், இது மறைந்த ஆன்மிக அர்த்தத்தைக் கொண்ட ஒரு கூற்று. ஒளி என்பது ஞானம், தெளிவும், தெய்வீக உண்மையும் பிரதிபலிக்கின்றது. இந்த போதனை, கிறிஸ்தின் அடிப்படையான தன்மையானது அவரது உடல்நிலைத்துடன் மட்டுப்படுத்தப்படவில்லை, ஏனெனில் அது மனிதமக்களின் வழிகாட்டும் சக்தியாக எங்கு இருந்தாலும் பரவுகின்றது."
            ]
          },
          {
            "title": "ஆன்மாக்களின் தச்சன்",
            "description": [
              "ஒரு மரக்கல்வரி ஆவியாக, யேசு மரத்தை பணி செய்து, அதை ஒரு பொருத்தமான வடிவத்தில் மாற்றினார். சின்னமாக, இந்த பங்கு மனித வாழ்வுகளை வடிவமைக்கும் அவரது பயணத்தை பிரதிபலிக்கின்றது — கச்சா, முழுமையற்ற பொருட்களை அர்த்தமுள்ள மற்றும் தெய்வீகமானதாக மாற்றுவது, ஆன்மிக மாற்றத்தின் மறைபொருள் ஆகும்."
            ]
          },
          {
            "title": "மறைக்கப்பட்ட ஆண்டுகள்",
            "description": [
              "பைபிளில், யேசுவின் சிறுவயது மற்றும் அவரது போதனை தொடங்குவதற்கிடையிலான காலத்துப் பற்றிய தகவல்கள் குறைவாகவே உள்ளன. சில மரபுகள், அவர் வித்தியாசமான தூரப் பகுதிகளில் பயணம் செய்து, முனிவர்களும் ஆன்மிக gurus களையும் இருந்து கற்றுக்கொண்டார் என்று கற்பனையுடன் நம்புகின்றன. இந்த 'மறைந்த வருடங்கள்' அவரது பிரபஞ்ச போதனைகளை வடிவமைத்த ஆழமான தயாரிப்பை குறிக்கின்றன."
            ]
          },
          {
            "title": "புனித இதயம்",
            "description": [
              "யேசுவின் புனித இருதயப் படம் தெய்வீக அன்பின் சின்னமாக மட்டுமல்ல; அது அனைத்து ஆன்மிக வாழ்வின் மறைந்த மையத்தை பிரதிபலிக்கின்றது. புனித இருதயத்தில் தியானம் செய்தால், மனித அனுபவங்களில் மறைந்து இருக்கின்ற தெய்வீகத்தின் இனிப்பான கருணையும் இரக்கமும் வெளிப்படுகிறது"
            ]
          },
          {
            "title": "உள்ளே இருக்கும் கிறிஸ்து",
            "description": [
              "பல மர்மபூங்காற்று மரபுகள், ஆரம்ப கிறிஸ்தவத்திற்கு உறுதி செய்யப்பட்டவை உட்பட, கிறிஸ்து வரலாற்று人物ம்தான் அல்ல, ஒவ்வொரு நபரிலும் உள்ள ஒரு உள்ளகத் தெய்வீக சக்தி ஆகும் என்று போதிக்கின்றன. இந்த மறைபொருள் நம்பிக்கையுடன் உள்ளவர்களை உள்ளே நோக்கி, கிறிஸ்தின் வழிகாட்டுதலும் தெய்வீகத்தையும் கண்டுபிடிக்க ஊக்குவிக்கின்றது."
            ]
          },
          {
            "title": "மௌன சாட்சி",
            "description": [
              "சிவன் தட்சிணாமூர்த்தியாக போதித்தபோல், யேசு ஆற்றல்களிலும் அமைதியிலும் போதித்தார். உதாரணமாக, கலங்கிய பெண்ணின் குற்றச்சாட்டாளர்களை எதிர்த்து, அவர் மணலில் எழுதும் பொழுது, அவன் செயல்கள் வார்த்தைகளில்லாமல் ஆழமான உண்மைகளை வெளிப்படுத்தின. இப்படியான தருணங்கள், யேசுவை மனித போராட்டங்களுக்கான அமைதியான சாட்சி ஆக வெளிப்படுத்துகிறது, அதுவே நுணுக்கமாக ஞானத்தை வழங்குகிறது."
            ]
          },
          {
            "title": "ஆல்பா மற்றும் ஒமேகா",
            "description": [
              "யேசுவின் 'நான் ஆல்ஃபா மற்றும் ஓமெகா' என்று கூறிய கூற்று, ஒரு மறைந்த பரபஞ்ச பரிமாணத்தை சுட்டிக்காட்டுகிறது. அவர் துவக்கம் மற்றும் முடிவாக இருப்பதாகும், அசைவுக்கும் அழிவுக்கும் அடிப்படையான நிலையற்ற சுழற்சியையும் படைப்பு மற்றும் அழிவின் ஒருமைப்பாட்டையும் குறிக்கின்றது."
            ]
          },
          {
            "title": "மறைக்கப்பட்ட மேய்ப்பன்",
            "description": [
              "‘நல்ல மேயர்’ என்ற பாவனையில், யேசு தனது குழாம் அவதானம் செய்து, வழிகாட்டுகிறார். ஆனால் இந்த உருவம் மறைந்த படிகளைக் கொண்டுள்ளது — அவர் வெறும் மேயரல்ல, बलி ஆடையாகவும் உள்ளார், அது பணிவையும் தெய்வீக காப்பினையும் ஒரே வடிவில் பிரதிபலிக்கின்றது."
            ]
          }
        ]
      },
      {
        "subHeading": "முஸ்லிம் நபிகள் நாயகம்",
        "data": [
          {
            "title": "வெளிப்பாட்டிற்கு முன் மறைக்கப்பட்ட தூதர்",
            "description": [
              "அவரது прорோதிடுவோடு முன், முஹம்மத் (சல்) அல்-அமீன் (நம்பகமானவர்) மற்றும் அஸ்-சாதிக் (உண்மையானவர்) என்ற பெயர்களால் அறியப்பட்டார். தெய்வீக வேதம் பெற்றதற்கு முன்பே, அவரது பண்பு ஒரு ஆழ்ந்த உண்மையை மறைத்தது: ஆன்மிக மாற்றத்தின் தலைவராக மாற விரும்பும் ஒருவர் முதலில் சாதாரண வாழ்க்கையில் நேர்மையும் நம்பகத்தன்மையிலும் மூலம் நம்பிக்கையும் மதிப்பையும் பெற வேண்டும்."
            ]
          },
          {
            "title": "ஹிரா குகை: உள்ளே ஒரு மறைக்கப்பட்ட பயணம்",
            "description": [
              "பிரவீனின் ஹிரா குகையில் ஓய்வு, தெய்வீகத்துடன் இணைவதற்கான ஆன்மிக தியானம் மற்றும் தனிமையின் தேவையை பிரதிபலிக்கின்றது. இந்த மறைந்த தியானப் பணி, ஆன்மிக விளக்கங்கள் பெரும்பாலும் உள்ளார்ந்த சிந்தனை மற்றும் அமைதியின் மூலம் வரும் என்பதைக் குறிக்கின்றது."
            ]
          },
          {
            "title": "இரவுப் பயணம் (இஸ்ரா மற்றும் மிராஜ்): ஒரு மறைக்கப்பட்ட ஆன்மீக ஏற்றம்",
            "description": [
              "இரவு பயணம், பறை இறங்கி வானிற்குச் சென்றது, இது ஒரு அதிசய நிகழ்வாக மட்டுமல்ல, மானவரின் ஆன்மிக பயணத்திற்கான மறைந்த உவமை ஆகும். இது உலகப் பற்றுக்களை விட்டு, பிரார்த்தனை மற்றும் பக்தி மூலம் தெய்வீக உறவை நாடுவதை பிரதிபலிக்கின்றது"
            ]
          },
          {
            "title": "மறைவான வழிகாட்டியாக அல்குர்ஆன்",
            "description": [
              "முஹம்மத் (சல்) அவர்களுக்கு வெளிப்படுத்தப்பட்ட குர்ஆன், நேரடி, உவமான மற்றும் மர்மமான பல படிகளைக் கொண்டுள்ளது. இந்த மறைந்த அடுக்குகள், பூரண அன்பும், ஆழ்ந்த கல்வியும், ஆன்மிக பார்வையும் கொண்டவர்களுக்கு மட்டுமே திறக்கின்றன; இது நேர்காணலின் மூலம் ஆழமான உண்மைகளை அறிந்து கொள்ளுமாறு நம்புவோரைக் ஊக்குவிக்கின்றது."
            ]
          },
          {
            "title": "மௌன போதகராக நபிகள் நாயகம் (ஸல்) அவர்கள்",
            "description": [
              "நபி முஹம்மத் (சல்) அவர்கள் பல நேரங்களில் சொற்களைக் காட்டிலும் செயல்களால் போதித்தார். அவரது அமைதியான கருணை, மன்னிப்பு மற்றும் பணிவின் செயல்கள், நேர்மையான வாழ்வையும், ஆணவமோ கட்டாயமோ இன்றி நம்பிக்கையை உயிர்ப்பிக்கும் முறையையும் பற்றிய மறைந்த பாடங்களை சுமக்கின்றன."
            ]
          },
          {
            "title": "ஹிஜ்ராவின் மறைமுக அர்த்தம்",
            "description": [
              "மக்காவிலிருந்து மதீனாவிற்கு நடந்த ஹிஜ்ரா, ஒரு உடல் பயணமாக மட்டும் இல்லாமல், அடக்குமுறையிலிருந்து சுதந்திரத்திற்கும், தனிப்பட்ட போராட்டத்திலிருந்து சமூகத்திற்கான கட்டுமானத்திற்கும் மாற்றத்தை சின்னமாக்குகின்றது. பரிச்சயமானதை விட்டு வெளியேறுதல், ஆன்மிக மற்றும் சமூக வளர்ச்சிக்கு வழிவகுக்கும் என்பதை இது போதிக்கின்றது."
            ]
          },
          {
            "title": "ஹுதைபிய்யா உடன்படிக்கை: பொறுமையில் மறைக்கப்பட்ட வெற்றி",
            "description": [
              "ஆதியில் பலர்களால் தோல்வியாகக் கருதப்பட்ட ஹுதைபியாவின் உடன்பாடு, இஸ்லாமின் அமைதியான பரவலுக்கான மறைந்த வெற்றியை உருவாக்கியது. இது பொறுமை, மூலோபாய சிந்தனை மற்றும் நீண்டகால பார்வையின் முக்கியத்துவத்தை அர்த்தமுள்ள இலக்குகளை அடைவதில் போதிக்கின்றது."
            ]
          },
          {
            "title": "இயற்கையுடன் நபிகளாரின் உறவு",
            "description": [
              "நபி (சல்) ஜீவராசிகள், செடிகள் மற்றும் சுற்றுச்சூழலை மதிக்க வேண்டுமென வலியுறுத்தினார். இது படைப்புடன் இசைவாக வாழ வேண்டிய மறைந்த செய்தியை எடுத்துரைக்கின்றது. வனரட்சை, உயிரினங்களுக்கான கருணை மற்றும் நீரின் புனிதத்தைப் பற்றிய அவரது போதனைகள் ஆழமான பருவநிலை விழிப்புணர்வை வெளிப்படுத்துகின்றன."
            ]
          },
          {
            "title": "மன்னிப்பதில் மறைந்திருக்கும் வலிமை",
            "description": [
              "மக்கா வெற்றிக்குப் பிறகு, நபி (சல்) தனது முன்னாள் எதிரிகளை மன்னித்து முன்னிருப்பற்ற கருணையை வெளிப்படுத்தினார். இந்த செயல் ஒரு மறைந்த பாடத்தை எடுத்துரைக்கிறது: உண்மையான வலிமை பழிவாங்குவதில் அல்ல, மன்னிப்பில் உள்ளது; கருணை இதயங்களை மாற்றும் சக்தியைக் கொண்டுள்ளது."
            ]
          },
          {
            "title": "நபிமார்களின் முத்திரையாக நபி",
            "description": [
              "‘நபிகளின் முரசு’ என்ற பட்டம், நபிமார்களின் இறுதியை மட்டுமல்ல, முன்னோர் நபிமார்களுடன் தொடங்கிய தெய்வீக செய்தியின் நிறைவை குறிக்கின்றது. இந்த பட்டத்தில் மறைந்திருக்கும் செய்தி: எல்லா தெய்வீக வெளிப்பாடுகளின் சாரமும் ஒரே கடவுளை வழிபடுதல் மற்றும் நீதியை நிலைநிறுத்துதல் என்பதே."
            ]
          },
          {
            "title": "எளிமையில் மறைக்கப்பட்ட பாடங்கள்",
            "description": [
              "நபி (சல்) அவர்களின் எளிய வாழ்க்கை — அவர் வசித்த சிறிய வீடு, சாதாரண உடைகள், மிதமான உணவுகள் — பொருட்சாரமற்ற வாழ்க்கையையும் ஆன்மிக வளத்தினை நாடும் உயர்ந்த பாடத்தையும் மறைத்து வைத்திருந்தது. அவரது வாழ்கை உண்மையான செல்வம் பற்றற்ற தன்மை மற்றும் நன்றியுணர்வில் இருக்கின்றது என்பதை எடுத்துக்காட்டியது."
            ]
          },
          {
            "title": "துஆவின் மறைவான சக்தி (துஆ)",
            "description": [
              "நபி (சல்) தனிப்பட்ட துஆவின் சக்தியை வலியுறுத்தினார், இது அல்லாஹ்வுடன் நேரடி இணைப்பாகும். நிலைமையோ அறிவோ問்றி யாருக்கும் அணுகக்கூடிய இந்த மறைந்த பயிற்சி, மனமார்ந்த முறையில் தேடும் ஒவ்வொருவருக்கும் தெய்வீக உதவி எப்போதும் அருகிலே இருக்கின்றது என்பதை போதிக்கின்றது."
            ]
          },
          {
            "title": "The Prophet’s Role as a Family Man",
            "description": [
              "Beyond his public role, Muhammad’s life as a husband, father, and grandfather carries hidden lessons about balancing spiritual leadership with personal relationships. His kindness, patience, and respect for his family show the importance of cultivating love and harmony at home."
            ]
          },
          {
            "title": "உள்ளடக்கத்தின் மறைக்கப்பட்ட செய்தி",
            "description": [
              "பல்வேறு மதங்களினரும், இனங்களினரும், சமூகத்தரங்களினரும் உடன் நபி (சல்) அவர்கள் கொண்ட உறவுகள், ஒருமைப்பாட்டின் மறைந்த செய்தியை வெளிப்படுத்துகின்றன. அவருடைய உடன்பாடுகள், உரையாடல்கள் மற்றும் முஸ்லிமல்லாதவர்களை நியாயமாக நடத்தும் விதம், சமவாழ்வு மற்றும் பரஸ்பர மரியாதைக்கான காலமற்ற முன்னுதாரணமாக நிற்கின்றன."
            ]
          },
          {
            "title": "சோதனைகளில் மறைந்திருக்கும் ஞானம்",
            "description": [
              "நபி (சல்) அவர்களால் சந்தித்த கடுமையான சோதனைகள் — பிரியமானவர்களை இழப்பதும், துன்புறுத்தல்களும், போர்களும் — பொறுமை, அல்லாஹ்வின் மீது நம்பிக்கை, மற்றும் சிரமத்தில் நம்பிக்கையில் வலிமை பெறுவதற்கான மறைந்த அறிவை வெளிப்படுத்துகின்றன. அவரது வாழ்கை, சோதனைகள் ஆன்மிக வளர்ச்சிக்கான வாய்ப்புகளாகும் என்பதை போதிக்கின்றது."
            ]
          },
          {
            "title": "சமூக சீர்திருத்தவாதியாக நபிகள் நாயகம் (ஸல்) அவர்கள்",
            "description": [
              "முஹம்மத் (சல்) அவர்களின் பணி ஆன்மிக மட்டுமே அல்ல, சமூகமாவும் இருந்தது. ஏழைகளை உயர்த்தும், அடிமைகளைக் கட்டியெழுப்பும், பெண்களின் உரிமைகளை நிறுவும் அவருடைய முயற்சிகள், அரேபிய சமுதாயத்தை மாற்றிய மறைந்த புரட்சிகளாக இருந்தன. சமத்துவம் மற்றும் நீதி குறித்த அவரது போதனைகள், சமூக மாற்றத்திற்கு ஊக்கமளிக்கின்றன."
            ]
          },
          {
            "title": "மற்ற நபிமார்களுடன் நபியின் தொடர்பு",
            "description": [
              "நபி (சல்) பெரும்பாலும் முன்னாள் நபிகள் ஆபிராகாம், மொசே, இயேசு ஆகியோரைக் குறிப்பிட்டார், தெய்வீக வழிகாட்டலில் தொடர்ச்சியினை வலியுறுத்தி. இந்த மறைந்த ஒற்றுமை சந்து, அனைத்து நபிகளும் ஒரே மைய செய்தியையே கொண்டு வந்தனர் என்பதையும், மதங்களுக்கிடையிலான புரிதலை ஊக்குவிப்பதையும் போதிக்கின்றது."
            ]
          },
          {
            "title": "சுன்னாவின் மறைக்கப்பட்ட செய்தி",
            "description": [
              "சுன்னத் (நபியின் வாழ்க்கை முறைகள்) முஸ்லிம்களுக்கு வழிகாட்டியாக இருந்தாலும், அதன் ஆழமான அர்த்தம் அதன் மாறக்கூடிய தன்மையில் உள்ளது. காலத்தால் மாறாத கோட்பாடுகளை வெவ்வேறு சூழ்நிலைகளுக்கு ஏற்ப மாற்றுவதன் மூலம், சுன்னத் இஸ்லாம் கட்டுப்பட்டது அல்ல, ஆனாலும் இயக்கக் கூடியது மற்றும் அனைத்து காலங்களுக்கும் இடங்களுக்கும் பொருந்தும் என்பதை போதிக்கின்றது."
            ]
          },
          {
            "title": "அன்றாட செயல்களில் மறைக்கப்பட்ட அற்புதங்கள்",
            "description": [
              "நபி (சல்) அவர்களின் அதிசயங்கள் பரவலாக அறியப்படுகின்றன, ஆனால் அவரது தினசரி செயல்கள் — புனிதம், பிறரை உதவுவது அல்லது கைகளால் சாப்பிடுவது போன்றவை — இரண்டாம் நிலையான அதிசயங்களை மறைத்து வைத்துள்ளன: கருணை, வாழ்க்கை, மற்றும் கவனமுடன் வாழ்வதை ஊக்குவிப்பவை. இவை நம்பிக்கையாளர்களை சாதாரணத்தில் தெய்வீகத்தை காண ஊக்குவிக்கின்றன."
            ]
          },
          {
            "title": "படைப்புகளுக்கெல்லாம் ரஹ்மத் தூய நபி (ஸல்) அவர்கள்",
            "description": [
              "குர்ஆன், முஹம்மத் (சல்) அவர்களை 'உலகளாவிய இரக்கமாக' (21:107) வர்ணிக்கின்றது. இந்த பட்டத்தில் மறைந்திருக்கும் உலகளாவிய செய்தி: அவரது போதனைகள் காலம், புவி மற்றும் இனத்தை கடந்து, அனைத்துலக சிருஷ்டிக்கு வழிகாட்டியாகும்."
            ]
          }
        ]
      },
      {
        "subHeading": "சமணம்: முக்திக்கான பண்டைய பாதை",
        "data": [
          {
            "title": "அகிம்சையின் மறைமுகத் தன்மை (அகிம்சை)",
            "description": [
              "அஹிம்சா, அல்லது அசத்துப்படி வன்முறை, ஜைனதத்துவத்தின் மையக் கோட்பாடாகும். மேற்பார்வையில், இது புட்பத்தில் இருந்து தவிர்க்குதல் மட்டுமே என தோன்றலாம், ஆனால் அஹிம்சாவின் மறைந்த ஆழம், எண்ணங்களையும் வார்த்தைகளையும் குறிக்கின்றது. ஜைனவியலில் உண்மையான அஹிம்சா என்பது உடல்நோய் மட்டும் அல்ல, மனதினால் உண்டான வன்முறையையும் (கோபம், எதிர்ப்பு, பொறாமை) மற்றும் வாய்மை வன்முறையையும் (கடுமையான வார்த்தைகள், குழப்பம்) தவிர்க்க வேண்டும். இந்த மறைந்த அம்சம், நமக்கு எண்ணம், வார்த்தை மற்றும் செயல்களில் தூய்மை தேட வேண்டும் என்பதை போதிக்கின்றது. இது அனைத்து உயிரினங்களுக்கும் எந்தவொரு பாதிப்பையும் ஏற்படுத்தாத மனப்பான்மை வளர்ப்பதாகும்."
            ]
          },
          {
            "title": "ஆன்மாவின் மறைக்கப்பட்ட முக்கியத்துவம் (ஜீவன்)",
            "description": [
              "ஜைனதத்துவத்தில், ஒவ்வொரு உயிரினமும் ஒரு ஆத்மா (ஜீவா) கொண்டுள்ளது, அது சஞ்சாரி மற்றும் தனிப்பட்டது. இதை வெளிப்படையாக போதிக்கப்படுகின்றது, ஆனால் அதன் மறைந்த உண்மை ஆத்மாவின் தூய்மைப்படுத்தலில் உள்ளது. ஜைன்கள், ஆத்மா கர்மாவால் கட்டுப்பட்டுள்ளதாக நம்புகின்றனர், அது அதுடன் இணையப்பட்டு, அதை மோக்ஷம் (விடுதலை) அடையத் தடுக்கின்றது. இந்த மறைந்த அம்சம், கர்மா சுழற்சியின் ஆழத்தை மற்றும் ஆன்மிக பயிற்சிகளின் (தியானம், விரதம், தவம்) சக்தியை புரிந்து கொள்ளுவதில் உள்ளது, இது ஆத்மாவை தூய்மை செய்தல் மூலம், கர்மா அட்டச்சிலிருந்து விடுவிக்க உதவுகிறது."
            ]
          },
          {
            "title": "கர்மாவின் மறைக்கப்பட்ட கருத்து",
            "description": [
              "ஜைனதத்துவத்தில் கர்மாவின் பார்வை  மற்றும் ஆழமான ஆன்மிகம் கொண்டது. கர்மா என்பது காரணம் மற்றும் விளைவின் அப்சரமான கோட்பாடு மட்டுமல்ல, அது ஆத்மாவுடன் சேர்ந்து அதற்கு உடனடியாக படிந்துவரும் ஒரு உடல் பொருளாக பார்க்கப்படுகிறது, இது ஒருவரின் அனுபவங்களை வடிவமைக்கிறது. கர்மாவின் மறைந்த போதனை என்பது, இறுதியான பரிசுத்தியை நுட்பமான முயற்சி மற்றும் ஆன்மிக அருமைகளின் மூலம் அடைவது. கர்மா உறுதிப்படுத்தலின் நுணுக்கங்களை மற்றும் அது எவ்வாறு நேர்மையான வாழ்வு, ஒழுக்கமான செயல்கள், மற்றும் தவம் போன்ற ஆன்மிக பயிற்சிகளின் மூலம் குறைக்கப்பட அல்லது அழிக்கப்பட முடியுமென்ற கேள்வி, ஜைனத்தில் உள்ள ஆழ்ந்த ரகசியமாகும், இது பொதுவாக உறுதி கொண்ட சாதனைகளுக்கு மட்டுமே வெளிப்படுத்தப்படுகிறது."
            ]
          },
          {
            "title": "துறவறத்தின் மறைமுக சக்தி",
            "description": [
              "ஜைனதத்துவம் உலக சொத்துகளும் ஆசைகளும் விட்டு போகும் ஆறுதல் வாழ்க்கையை ஊக்குவிக்கின்றது. இது பரவலாக அறியப்பட்டதே ஆகும், ஆனால் தவமுறையினுடைய மறைந்த சக்தி அதன் ஆத்மா அறிதலை நோக்கி ஒருவரை வழிநடத்தும் திறனில் உள்ளது. பற்றுதலை, செல்வம் மற்றும் வசதியை விட்டுவிட்டு, ஒரு ஜைன தவிவாளன் தனது ஆத்மாவை தூய்மைப்படுத்தி தனது கர்மாவை குறைக்கும். இந்த மறைந்த உண்மை என்பது, தவம், சரியான நோக்குடன் பழகும்போது, ஆன்மிக உள்ளுணர்வு மற்றும் பிரகாசத்தைத் திறக்கின்றது. இந்த புரிதல் உடனடியாக பெறமுடியாது, ஆனால் ஒருவர் தவமுறை வாழ்க்கையை அர்ப்பணிக்கையில் அது வெளிப்படும்."
            ]
          },
          {
            "title": "கேவல் ஞானத்தின் மறைக்கப்பட்ட தன்மை (எல்லாம் அறிந்த அறிவு)",
            "description": [
              "கேவல் ஞானம், அல்லது சர்வஜ்ஞானம், ஜைனதத்துவத்தில் உயர்ந்த புத்திமதியான அறிவாகும். இது மறைக்கப்பட்டுள்ளது ஏனெனில் அது அனைத்து வாழ்வியல் உண்மைகளையும் புரிந்து கொள்ளும் ஆப்த உண்மையை பிரதிபலிக்கின்றது, இது பூரண ஆன்மிக அடிப்படை பெற்று விட்ட சித்தர்களும் (திர்த்தங்கரர்கள்) மட்டுமே அடையக்கூடியது. சாதாரண உயிரினங்களுக்கு இந்த அறிவு உடனடியாக கிடைக்காது, ஆனால் ஆன்மிக தூய்மையாக்கத்தின் மூலம், ஒருவர் சுருங்கியதற்கும் முறையாக உண்மைக்கு அருகில் செல்ல முடியும். மறைந்த அம்சம் என்பது, அறிவின் பரிசுத்தமாகும் விரிவாக்கத்தில் உள்ளது, இது வாழ்வின் இயல்பு மற்றும் ஆத்மாவின் இறுதியான விடுதலையைப் பற்றிய தெளிவை அளிக்கின்றது."
            ]
          },
          {
            "title": "தீர்த்தங்கரர்களின் மறைமுக பாத்திரம்",
            "description": [
              "திர்த்தங்கரர்கள் ஜைனதத்துவத்தில் ஆன்மிக ஆசிரியர்களாக மரியாதைபடுகின்றனர், மேலும் அவர்களது கற்பனைகள் ஜைன் பாரம்பரியத்தின் கரு ஆகும். இருப்பினும், திர்த்தங்கரர்களின் பாதையின் மறைந்த அம்சம் என்பது, அவர்கள் விடுதலையின் பாதையை பிரதிபலிப்பதோடு, ஆத்மாவின் இயல்பும், பிரபஞ்சத்தின் கருத்தையும் புரிந்துகொள்ள வழிகாட்டுகின்றனர். அவர்கள் வெறும் வரலாற்றுச் சாதனைகள் அல்ல, ஆன்மிக சாதனையின் आदர்சத்தை பிரதிபலிக்கின்றனர். அவர்களது கற்பனைகள் இறுதி இலக்கு, அதாவது மனதின் விடுதலையைப் பெறுதல், பிறப்பு மற்றும் இறப்பின் சுழற்சியில் இருந்து ஆத்மாவின் விடுதலை (சம்சார) நோக்கி வழிகாட்டுகின்றன. அவர்களது மறைந்த கற்பனைகள் ஆன்மதப் புரிதல், பற்றுதலின் நீக்கம் மற்றும் ஒழுக்கமான வாழ்க்கையின் மீது கவனம் செலுத்துகின்றன."
            ]
          },
          {
            "title": "அனேகாந்தவாதத்தின் மறைக்கப்பட்ட உண்மை (முழுமையற்றது)",
            "description": [
              "அனேகாந்தவாதா என்பது ஜைனதத்துவத்தின் அவதாரசீலாதீத திருத்தத்தினைப் பொருளாக கொண்டுள்ள ஒரு கற்பனை ஆகும், இது பொருளாதாரம் பல முகங்களைக் கொண்டதாக உள்ளது மற்றும் வேறுபட்ட பார்வைகள் சரியானவை என்பதைக் கற்பிக்கின்றது. பொதுவாக, உண்மை பல கோணங்களில் இருந்து பார்ப்பதன் மூலம் புரிந்துகொள்ளப்படுவது என்று நினைக்கப்படுகிற போதிலும், அனேகாந்தவாதாவின் மறைந்த அம்சம் என்பது உண்மையான அறிவு முழுமையான நிலைமைகளின் அனைத்துப் பார்வைகளையும் புரிந்துகொள்வதில் உள்ளது, ஏனென்றால் ஒரே பார்வை முழு உண்மையை அடைய முடியாது என்பதை உணர்ந்துகொள்வதே அதன் ஆழ்ந்த உண்மை. அனேகாந்தவாதாவின் ஆழ்ந்த உண்மை அதன் திறந்த மனசாட்சியும், ஒரே பார்வை மட்டுமே உண்மையை அடையாளப்படுத்தாது என்று ஒப்புக்கொள்ளும் மனமுடிவின் முக்கியத்துவத்தில் உள்ளது."
            ]
          },
          {
            "title": "சம்யக் தரிசனத்தின் மறைக்கப்பட்ட முக்கியத்துவம் (சரியான கருத்து)",
            "description": [
              "சம்யக்தர்ஷன் என்பது ஜைனதத்துவத்தில் விடுதலையின் பாதையின் முதல் படியாகும் மற்றும் அது தன்னுடைய, பிரபஞ்சத்தின் மற்றும் கற்பனைகளின் சரியான பார்வையை கொண்டிருப்பதை குறிக்கின்றது. பொதுவாக, அது ஆன்மிக முன்னேற்றத்தின் ஒரு முக்கிய அங்கமாக அறியப்படுகின்றது, ஆனால் சம்யக்தர்ஷனின் மறைந்த உண்மை என்பது சரியான பார்வை புத்திசாலித்தனமான புரிதலுக்கு மேலாக செல்கின்றது மற்றும் ஆன்மிக விழிப்புணர்வை உள்ளடக்கியதாக இருக்கின்றது. இது எதையும் அவற்றின் உண்மையான வடிவில் பார்ப்பதை தேவைபடுத்துகிறது, உறுதிப்பத்திரங்கள், உணர்ச்சிகள் அல்லது தவறான கருத்துகளின் திகறலின்றி. இந்த ஆழ்ந்த பார்வை தவறான எண்ணங்களிலிருந்து விடுதலைக்கு வழிகாட்டும் மற்றும் உயர் வற்றான அறிவை அடைய முன்னோடியாக அவசியமானது."
            ]
          },
          {
            "title": "பற்றின்மையின் மறைமுக சக்தி (அபரிக்ரஹம்)",
            "description": [
              "அபரிக்ரஹா அல்லது பற்றின்மை என்பது ஜைனதத்துவத்தின் அடிப்படை அறத்தை சார்ந்துள்ள மன்றம். அதன் மேற்பரப்பில், இது வெறும் பொருளாதாரத் தத்துவங்களைத் தவிர்க்கும் என்று தோன்றலாம், ஆனால் அபரிக்ரஹாவின் மறைந்த ஆழம் உடல் பற்றினைகளை மட்டுமல்லாமல் உணர்ச்சி மற்றும் மனத் தொடர்புகளையும் விட்டு விடுவதை உள்ளடக்கியதாக இருக்கின்றது. பற்றினமையின் மறைந்த சக்தி அதன் திறனில் உள்ளது, அது விருப்பங்கள், பயங்கள் மற்றும் தனிப்பட்ட ஆசைகள் ஆகியவற்றின் பிடிகளிலிருந்து மனதை மற்றும் ஆன்மாவை விடுவிக்க முடியும். அபரிக்ரஹாவை பின்பற்றுவதன் மூலம் ஒருவர் அமைதி, சுயசரிதை மற்றும் உள்ளார்ந்த விடுதலையுடன் வாழும் திறனை வளர்க்கின்றனர்."
            ]
          },
          {
            "title": "தியானம் (தியானம்) மற்றும் ஆன்மீக ஒழுக்கத்தின் மறைக்கப்பட்ட பாதை",
            "description": [
              "ஜைன தத்துவத்தில் தியானம் (தியானம்) என்பது மையமானப் பணியாக இருக்கின்றது, ஆனால் அதன் மறைந்த ஆழம் அது வளர்க்கும் ஆன்மிக ஒழுக்கத்தில் உள்ளது. தியானம் பொதுவாக மன அமைதி மற்றும் கவனத்தில் இருக்க முடியும் என்று தொடர்பு கொள்ளப்படுகிறது, ஆனால் ஜைனிசத்தில் இது ஆன்மாவை ஆழமாக சுத்தப்படுத்தும் மற்றும் சேகரிக்கப்பட்ட கர்மாவை குறைக்கும் ஒரு வழியாகும். தியானத்தின் மறைந்த சக்தி மேற்பரப்பு அமைதிக்கு அப்பால் சென்று, தெய்வத்துடன் ஒரு ஆழமான ஆன்மிக தொடர்பை அனுபவிக்கப்படுகிறது. தியானத்தின் மூலம், ஒருவர் மோக்ஷத்தின் நோக்கில் அருகிலே சென்று, உலக நிலைகளையும் பற்றுகளையும் மாறும் உள்ளார்ந்த அமைதி மற்றும் ஞானத்தை அடைய முடிகிறது."
            ]
          },
          {
            "title": "நோன்பு மற்றும் தவத்தின் மறைக்கப்பட்ட முக்கியத்துவம்",
            "description": [
              "விரதம் மற்றும் தபஸ் (தபஸ்) என்பது ஜைனின் ஆன்மிகப் பணிகளின் அங்கமாக இருக்கின்றன, மற்றும் விரதத்தின் உடல் அம்சங்கள் தெரியும் ஆனால் அதன் மறைந்த முக்கியத்துவம் ஆன்மாவின் சுத்திகரிப்பில் உள்ளது. விரதம் என்பது உணவிலிருந்து தவிர்க்கும் விஷயம்தான் அல்ல, இது விருப்பங்களிலிருந்து பற்றுக்களாக இருந்து உடலும் மனதையும் பசுமைப்படுத்துவதற்கான வழியாகும். விரதத்தின் மறைந்த நோக்கம் ஆன்மிக வளர்ச்சிக்கும் தன்னிலை கட்டுப்பாட்டுக்கும் இடம் உருவாக்குவதிலும், கர்மா பந்தங்களை அழிப்பதிலும் மற்றும் உள்ளார்ந்த அமைதியை ஊக்குவிப்பதிலும் உள்ளது."
            ]
          },
          {
            "title": "சமூகத்தின் மறைக்கப்பட்ட பங்கு (சங்கம்)",
            "description": [
              "சங்கம் என்பது ஜைனிஸத்தில் முக்கியமான பங்கு வகிக்கின்றது, ஆனால் அதன் மறைந்த முக்கியத்துவம் ஆன்மிக வளர்ச்சிக்கான ஆதரவு சூழலை வழங்குவதில் உள்ளது. சங்கம் என்பது சமூகவின் ஒரு குழுவாக மட்டும் இல்லை; இது ஒருவர் ஞானத்தை பகிர்ந்து, நெறிப்படைத்த conduct செயல்பாடுகளை ஊக்குவித்து ஆன்மிகப் பணிகளில் ஈடுபடுவதற்கான ஒரு பொது இடம் ஆகும். சங்கத்தின் மறைந்த பங்கு அதன் ஆன்மிகப் பிணைப்பை வழங்குவதிலும், ஞானம் பரிமாற்றம் செய்யப்படுவதிலும், மற்றும் ஒருவர் மற்றவர்களை விடுதலை அடைவதற்கான முயற்சியில் ஆதரவு அளிப்பதிலும் உள்ளது."
            ]
          }
        ]
      },
      {
        "subHeading": "புத்திஸம்: வெளிச்சம் அடைவதற்கான பாதையின் அறிமுகம்",
        "data": [
          {
            "title": "நிலையாமையின் மறைக்கப்பட்ட உண்மை (அனிக்கா)",
            "description": [
              "மாறாத தன்மை (அநிச்சா) என்பது புத்திஸத்தின் அடிப்படை போதனை. ஆனால் அதன் ஆழமான மற்றும் மறைந்த பகுதி, அதை முழுமையாக புரிந்து கொள்வது பலருக்கும் கடினமாக இருக்கலாம். அநிச்சா என்பது அனைத்து பொருட்களும், உணர்வுகள், எண்ணங்கள் மற்றும் வாழ்க்கை அனுபவங்களும் மாறும் இயல்பு கொண்டவை என்பதை குறிக்கிறது. இந்த போதனையின் மறைந்த அம்சம், அனைத்து இன்பம் மற்றும் துன்பம் கொண்ட அனுபவங்களும் கடைசியில் மாறி போகும் என்பதை ஒப்புக்கொள்ளும் உணர்வில் உள்ளது. இந்த உண்மையை உணர்வதன் மூலம், பயிற்சியாளர்கள் தங்களின் வாழ்க்கையில் அதிகமான கவனத்துடன், தவிர்க்க முடியாத மாற்றத்தை அறிவதன் மூலம் பற்றுதலின்றி வாழ முடியும்."
            ]
          },
          {
            "title": "துன்பத்தின் மறைக்கப்பட்ட தன்மை (துக்கா)",
            "description": [
              "துக்கம் (துக்க) என்பது வெறும் உடல் அல்லது உணர்ச்சி வலி மட்டும் அல்ல; இது அசாத்தியமான விஷயங்களையும், விருப்பங்களையும் பிடிக்க முயற்சிக்கும் போது ஏற்படும் நுணுக்கமான திருப்தி இல்லாத நிலைகளையும் உள்ளடக்கியது. துக்கத்தின் மறைந்த அம்சம், நாம் செய்யும் அனைத்திலும், புலனோசன, வெற்றி அல்லது சாந்தி போன்றவை நோக்கி செல்லும் போது ஏற்படும் அங்கீகாரம் இல்லாத நிலையை புரிந்துகொள்ள இயலும். இந்த ஆழமான பார்வைதான் பயிற்சியாளர்களுக்கு மேற்பரப்பில் உள்ள விருப்பங்களை மாட்டாமல், வாழ்க்கையின் தற்காலிக அம்சங்களுக்கு ஒப்புவதைத் துறந்துவைத்து உண்மையான அமைதியை அடைவதற்கு வழி வகுக்கிறது."
            ]
          },
          {
            "title": "அறிவொளிக்கான மறைக்கப்பட்ட பாதை (நிர்வாணம்)",
            "description": [
              "பெரிய எட்டு படிகளான பாதை விளக்கமாக போதிக்கப்பட்டாலும், அதன் மறைந்த உண்மையான பகுதி ஒவ்வொரு பயிற்சியாளரின் தனிப்பட்ட, மாற்றம்கரமான அனுபவத்தில் உள்ளது. நிவாணம் (நிர்வாணம்) என்பது வெளிப்படையான சாதனையாக தவறாக புரிந்து கொள்ளப்படுகின்றது, ஆனால் அதன் மறைந்த சாரம் ஒரு உள்ளார்ந்த விழிப்புணர்வின் நிலையாக உள்ளது, அதில் ஒருவரின் உண்மையான தன்மையிலான அசௌகரியத்தை உணர்ந்து, விருப்பங்களில் இருந்து விடுதலை அடையும். நிர்வாணம் என்பது வெறும் துக்கத்தின் நிறுத்தம் அல்ல; இது பிறப்பு, மரணம், பிறப்புச்சுழற்சி (சம்சாரம்) என்பவற்றிலிருந்து விடுபடுதலுக்கான ஆழமான நிலை, மேலும் இந்த மறைந்த அம்சமே புத்திசாலித்தனமான பயிற்சியின் இறுதிக் குறிக்கோள் ஆகும்."
            ]
          },
          {
            "title": "ஆத்மாவின் மறைவான இயல்பு (அனத்தா)",
            "description": [
              "புத்திசாசனில், தனி மனிதன் என்பது ஒரு முறையான ஆச்சர்யம் என்று கருதப்படுகிறது, அது உடல் மற்றும் மனச் செயற்கைகளின் மாற்றமாக உள்ள காலிக திரட்டும் ஒன்றாகும், அதில் எதுவும் நிரந்தரத் தன்மையில்லை. இது பொதுவாக போதிக்கப்பட்டாலும், அநத்தா (தனி இல்லாதது) என்ற மறைந்த உணர்வு, நிரந்தர ஆன்மா அல்லது நிலையான தனிமையை உணர்ந்து அனுபவிப்பதையே அடையாளமாக்குகிறது. ஒருவரின் உள்ளம் முழுவதும் 'நான்' அல்லது 'என்' என்பவை இல்லாதது என்பதை உணர்வது பெரும்பாலானவர்கள் முன் மறைந்து இருக்கும், மேலும் இது நேரடி அனுபவத்திற்கு ஆழமான தியானம் மற்றும் நெகிழ்வான மனப்பான்மைகளை தேவைப்படுத்துகிறது. இந்த புரிதல் தனித்துவத்தின் தந்திரத்தை உடைக்கும் மற்றும் எல்லா உயிர்களுடனும் ஆழமான பரிவும் மற்றும் பரஸ்பர தொடர்பும் உருவாக்கும்."
            ]
          },
          {
            "title": "தியானத்தின் மறைக்கப்பட்ட சக்தி (தியானம்)",
            "description": [
              "புத்திசாசனில், தியானம் என்பது மனப்பூர்வமாக கவனம், மையப்படுத்தல் மற்றும் உளைச்சலிலிருந்து விடுதலை பெறுவதற்கான ஒரு பயிற்சியாக பரிசுத்தமானது. ஆனால் அதன் மறைந்த ஆழம் அதன் அறிவு, பார்வை மற்றும் விடுதலைப் பெறும் திறனில் உள்ளது. தியானம் வெறும் மனதை அமைதிப்படுத்துவதைக் கூடுதலாக, அது தற்காலிகம், பரஸ்பர இணைப்பு மற்றும் தனி இல்லாதது என்ற எக்ஸிஸ்டென்ஸ் உண்மையை நேரடியாக அனுபவிப்பதற்கான கருவியாக உள்ளது. தியானம் அதிகமாக முன்னேறும் பொழுது, ஒருவர் தங்கள் உணர்வுகளையும், நினைவுகளையும் வடிகட்டும் மனப்பாங்குகளை விட, உண்மையின் நேரடி அனுபவத்தை எடுக்கும். மேம்பட்ட பயிற்சியாளர்கள், ஆரம்ப நிலைகளில் உள்ளவர்களுக்கு மறைந்த, ஆழமான தெளிவுகள், அமைதி மற்றும் பார்வை நிலைகளை அடைய முடியும்."
            ]
          },
          {
            "title": "அனைத்து உயிரினங்களின் மறைக்கப்பட்ட ஒன்றையொன்று சார்ந்திருத்தல் (ப்ரதீத்யசமுத்பாதம்)",
            "description": [
              "அனுசங்கரண உணர்வு (பரிகரிப்பு) என்பதன் கருத்து அனைத்தும் பல காரணங்களையும் சூழல்களையும் சார்ந்திருப்பதாக விளக்குகிறது. இது கருத்தரங்கிலும் போதிக்கப்படுகிறது, ஆனால் பரஸ்பர சார்பின் மறைந்த உண்மை என்பது அனைத்தும் இணைக்கப்பட்டுள்ளதையும், எந்த ஒன்றும் தனிமையாக இல்லை என்பதை ஆழமாக உணர்த்துகிறது. அனைத்தும் பரஸ்பர இணைப்பின் இந்த ஆழ்ந்த பார்வை, தனித்துவத்தைப்பற்றி பொதுவான உணர்வை சவாலாக்கொண்டும், compassion மற்றும் ஞானத்தை அன்றாட வாழ்வில் அனுகுவதற்கு ஒரு பார்வை மாற்றத்தை ஊக்குவிக்கிறது. இந்த மறைந்த கற்பித்தலின் உண்மையான புரிதல் அனைத்துடன் ஒருமித்த உணர்வும் ஒருங்கிணைப்பும் அடைவதற்கு வழிவகுக்கும்."
            ]
          },
          {
            "title": "போதிசித்தாவின் மறைக்கப்பட்ட இரக்கம்",
            "description": [
              "போதிசித்தா, அல்லது ஒளிவிதியலான மனது, அனைத்துக் காணொளி உயிர்களுக்காக புத்தராமன் அடைவதற்கான ஆசை ஆகும். இது புத்திஸமயத்தில் பொதுவாக போதிக்கப்படுகிறது, ஆனால் அதன் மறைந்த அம்சம் உண்மையில் இந்த ஆசையை உடனுக்குடன் தன்னை முழுவதுமாக வாழ்த்தும் போது எழும் பரிசுத்தமான பரிவேசத்தை உள்ளடக்கியது. போதிசித்தா என்பது ஒரு மன உறுதி மட்டுமல்ல, அது ஒரு ஆழ்ந்த உள்ளார்ந்த மாற்றம், இங்கு ஒருவர் தன் சொந்த சௌகரியத்தைப் பொறுத்து மற்றவர்களின் துக்கங்களை குறைக்க முழுவதுமாக அர்ப்பணிக்கின்றனர். இந்த அளவிலான பரிவேசம் பேறின் மேற்பரப்புக்கு மட்டுமல்லாமல், அதற்கும் மேலான உட்கருத்து மற்றும் தன்னிச்சையாக இருத்தல் ஆகும்."
            ]
          },
          {
            "title": "மௌனத்தின் மறைக்கப்பட்ட முக்கியத்துவம்",
            "description": [
              "பொதுவாக மௌனம் என்பது செவிக்கு ஒலி இல்லாமலிருந்தால் மட்டுமே பரிசோதிக்கப்படுகிறது, ஆனால் பௌத்த மதத்தில் அது உள்ளார்ந்த உணர்வு மற்றும் ஆன்மீக தீவிரத்தில் ஒரு சக்திவாய்ந்த கருவி ஆகும். மௌனத்தின் மறைந்த சக்தி அதன் திறமையில் உள்ளது, அது மனதைப் பற்றி உள்ள வழிகளைக் குறைத்துவிட்டு, தற்போதைய கணத்துடன் ஆழமான தொடர்பை உருவாக்குவதற்கு உதவுகிறது, மேலும் உள்ளார்ந்த அமைதியை வளர்க்கும். மௌனம், உண்மையான விளக்கங்களை பெறுவதற்கு இடம் உருவாக்குகிறது, இது சொற்களையும் கருத்துகளையும் மத்தியில் உள்ள இறுதி உண்மையை அனுபவிப்பதற்கான வழி ஆகும்."
            ]
          },
          {
            "title": "துன்பத்தின் மறைவான குணப்படுத்துதல்",
            "description": [
              "பௌத்த மதத்தில் துன்பம் என்பது வெறும் தவிர்க்க வேண்டிய அல்லது நீக்க வேண்டிய ஒரு பொருளாக இல்லாமல், அதில் மறைந்த ஒரு மாற்று சக்தி உள்ளது. துன்பத்தின் மூலம், ஆன்மீகப் பயிற்சியாளர்கள் பொறுமை, புரிதல் மற்றும் ஞானத்தை வளர்க்க முடியும். துன்பத்தின் மறைந்த சிகிச்சை சக்தி அதன் உணர்வில் உள்ளது; சரியாக அணுகப்பட்டால், துன்பம் விடுதலைக்கு வழிவகுக்கும் என்பதை உணர்ந்து கொள்ளலாம். இந்த மறைந்த அடையாளம் துன்பம் தண்டனை அல்ல, வளர்ச்சி, விழிப்புணர்வு மற்றும் பற்றுகளும் ஊதியங்களும் இல்லாத விடுதலைக்கு ஒரு வாய்ப்பு என்பதை கற்பிக்கிறது."
            ]
          },
          {
            "title": "விடுவிப்பதில் மறைந்திருக்கும் ஆனந்தம்",
            "description": [
              "பௌத்தம் கற்பிக்கின்றது, உண்மையான சந்தோஷம் விருப்பங்களும் பற்றுதல்களும் நிறுத்தப்படுவதைத்தான் பெறுகிறது. இது மகிழ்ச்சியினை மறுக்கின்றதாக தோன்றினாலும், மறைந்த உண்மை என்னவெனில், பற்றுதல்களை விடுவிக்கும் போது உண்மையான, ஆழமான மகிழ்ச்சியினை அனுபவிக்க முடியும் - அது வெளிப்படையான நிலைகளுக்கு சார்ந்திருக்காது. இந்த மறைந்த மகிழ்ச்சி விருப்பம் மற்றும் எதிர்ப்பின் சுழற்சியிலிருந்து விடுதலை கிடைக்கும் போது இருக்கும் அமைதியிலும், வாழ்ந்த நிலைமை மற்றும் வாழ்க்கையின் காலவரிசையின் உண்மையை எதிர்கொள்வதில் உள்ளது."
            ]
          },
          {
            "title": "ஆசிரியரின் மறைக்கப்பட்ட பங்கு (லாமா அல்லது குரு)",
            "description": [
              "பல பௌத்த சடங்குகளில், ஆசிரியர் (அல்லது குரு) ஆன்மிகப் பாதையில் பயிலுனரை வழிநடத்துவதில் முக்கியப் பங்கு வகிக்கின்றனர். ஆசிரியரின் பங்கு மறைந்த உண்மை என்னவெனில், புத்தகங்கள் அல்லது கற்றல்களால் முழுமையாக புரிந்துகொள்ள முடியாத ஞானம் மற்றும் உள்ளுணர்வுகளை அவர்களே பரிமாறுவதில் உள்ள திறனே ஆகும். ஆசிரியரின் உண்மையான பாத்திரம், வெறும் தொழில்நுட்பங்களை கற்பிப்பவராக இல்லாமல், பௌத்த கொள்கைகளை வாழும் வடிவமாகவும், மாணவனை அறிவுத்திறனுக்கு அப்பால் ஆழமாக வெளிச்சம் கொடுக்கும் முறையாகவும் காணப்படுகிறது. மாணவரின் ஆழமான தொடர்பு, ஆன்மிக முன்னேற்றத்திற்கு அவசியமாகப் பார்க்கப்படுகிறது."
            ]
          }
        ]
      }
    ]
  }
}
